Repository: nvdaes/perky
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, pt_pt

source: Save dictio&nary...
fr: Enregistrer le dictio&nnaire...
pt_pt: Guardar dicio&nário...

source: &Choose dictionary...
fr: &Choisissez le dictionnaire...
pt_pt: &Escolha o dicionário...

source: Save As
fr: Enregistrer sous
pt_pt: Guardar como

source: Select dictionary...
fr: Sélectionnez le dictionnaire...
pt_pt: Selecionar dicionário...

source: Opens the symbols dialog for reading characters typed in Perky
fr: Ouvre la boîte de dialogue des symboles pour lire les caractères saisis dans Perky
pt_pt: Abre a caixa de diálogo dos símbolos para ler os caracteres digitados no Perky

source: Shows the selected text converted to braille using symbols for the current language
fr: Affiche le texte sélectionné converti en braille à l'aide des symboles de la langue actuelle
pt_pt: Mostra o texto selecionado convertido para braille utilizando os símbolos da língua atual

source: No selection
fr: Pas de sélection
pt_pt: Sem seleção

source: Text converted to braille symbols (%s)
fr: Texte converti en symboles braille (%s)
pt_pt: Texto convertido em símbolos braille (%s)

source: Shows the selected text in browse mode
fr: Affiche le texte sélectionné en mode navigation
pt_pt: Mostra o texto selecionado no modo de navegação

source: Raw selected text
fr: Texte brut sélectionné
pt_pt: Texto selecionado em bruto

source: Improves the reading experiencewith Perky Duck. Perky Duck can be found at https://www.duxburysystems.com
fr: Améliore l'expérience de lecture avec Perky Duck. Perky Duck peut être trouvé à https://www.duxburysystems.com
pt_pt: Melhora a experiência de leitura com o Perky Duck. O Perky Duck pode ser encontrado em https://www.duxburysystems.com
